[
   {
      "id": 1,
      "name": "Doom",
      "price": 360.00,
      "discount": 15,
      "description": "DOOM, desarrollado por id Software, estudio pionero en el género de los shooters en primera persona y creador de las partidas multijugador en formato Deathmatch, regresa una vez más como un moderno shooter repleto de diversión y desafíos. Despiadados demonios, armas de destrucción inimaginables y un movimiento ágil y fluido constituyen la base de un intenso combate en primera persona, tanto si estás cargándote a las hordas demoníacas del infierno en la campaña para un jugador como si compites contra amigos en los diversos modos multijugador. Amplía tu experiencia de juego con DOOM SnapMap, el editor de juego que permite crear, jugar y compartir contenidos con el resto del mundo.",
      "img": "j1.jpg",
      "ranking": 6,
      "genres": "1,3,12"
   },
   {
      "id": 2,
      "name": "Mortal Kombat 11",
      "price": 2095.25,
      "discount": 50,
      "description": "MK ha regresado mejor que nunca en esta entrega de la icónica saga. Las nuevas variantes de los personajes te ofrecen un control de tus kombatientes sin precedentes, ya que podrás personalizarlos como tú quieras. El motor gráfico, además de mostrar con gran detalle cada destrucción craneal y ocular, te acercará tanto al kombate que casi podrás sentirlo. Y eso no es todo: las cinemáticas del modo Historia te traen a los kombatientes klásicos y a nuevos personajes, que continuarán esta épica saga creada hace 25 años.",
      "img": "j4.jpg",
      "ranking": 8,
      "genres": "2,5"
   },
   {
      "id": 3,
      "name": "Red dead redeption II",
      "price": 4373.25,
      "discount": 75,
      "description": "Arthur Morgan y la banda de Van der Linde son forajidos en busca y captura. Mientras los agentes federales y los mejores cazarrecompensas de la nación les pisan los talones, la banda deberá abrirse camino por el abrupto territorio del corazón de América y sobrevivir a base de robos y peleas. Arthur deberá elegir entre sus propios ideales y la lealtad a la banda que lo vio crecer.",
      "img": "j5.jpg",
      "ranking": 7,
      "genres": "11,6"
   },
   {
      "id": 4,
      "name": "God of War",
      "price": 7348.25,
      "discount": 65,
      "description": "Kratos ha dejado atrás su venganza contra los dioses del Olimpo y vive ahora como un hombre en los dominios de los dioses y monstruos nórdicos. En este mundo cruel e implacable debe luchar para sobrevivir… y enseñar a su hijo a hacerlo también. Como progenitor y protector de Atreus, un hijo decidido a ganarse el respeto del padre, Kratos debe sobrevivir en un mundo muy peligroso dominando y controlando la ira que tanto lo ha caracterizado.",
      "img": "j6.jpg"   ,
      "ranking": 9,
      "genres": "4,7,8,9"
   },
   {
      "id": 5,
      "name": "Dragon ball xenoverse XV",
      "price": 4374.99,
      "discount": 45,
      "description": "DRAGON BALL XENOVERSE 2 sucede a DRAGON BALL XENOVERSE y viene con gráficos mejorados que sumergirán al jugador en el mayor y más detallado mundo de Dragon Ball jamás desarrollado. DRAGON BALL XENOVERSE 2 presenta una nueva ciudad y el mayor número de opciones de personalización hasta la fecha, entre otras características y mejoras especiales.",
      "img": "j7.jpg",
      "ranking": 9,
      "genres": "2"
   },
   {
      "id": 6,
      "name": "The last of us",
      "price": 3738.00,
      "discount": 26,
      "description": "La trama describe las vivencias de Joel y Ellie, un par de supervivientes de una pandemia en Estados Unidos que provoca la mutación de los seres humanos en criaturas caníbales. n septiembre de 2013 se desata una pandemia en Estados Unidos ocasionada por una cepa del hongo Cordyceps, que al infectar a los humanos los convierte en criaturas caníbales, y que se transmite a través de una simple mordedura. En medio de la histeria colectiva, Joel, su hija Sarah y su hermano Tommy abandonan su hogar en los suburbios de Austin, Texas para evitar la infección, pero en el camino son interceptados por un oficial que asesina a Sarah al creer que está infectada.",
      "img": "j8.jpg",
      "ranking": 7,
      "genres": "2,4,5"

   },
   {
      "id": 7,
      "name": "Grand Theft Auto V",
      "price": 841.44,
      "discount": 44,
      "description": "Cuando un joven estafador callejero, un ladrón de bancos retirado y un psicópata aterrador se ven involucrados con lo peor y más desquiciado del mundo criminal, del gobierno de los EE. UU. y de la industria del espectáculo, tendrán que llevar a cabo una serie de peligrosos golpes para sobrevivir en una ciudad implacable en la que no pueden confiar en nadie. Y mucho menos los unos en los otros.",
      "img": "j9.jpg",
      "ranking": 8,
      "genres": "9,8,3"
   },
   {
      "id": 8,
      "name": "Dragon ball fighters Z",
      "price": 5249.99,
      "discount": 50,
      "description": "DRAGON BALL FighterZ nace de lo que hace a DRAGON BALL tan famosa: luchas espectaculares e interminables con luchadores superpoderosos. Con Arc System Works, DRAGON BALL FighterZ maximiza los gráficos de anime de alta calidad y ofrece un juego de lucha fácil de aprender pero difícil de dominar. Con el poder del motor Unreal y el talentoso equipo de Arc System Works, DRAGON BALL FighterZ es toda una hazaña visual. Forma tu equipo soñado y domina rápidas combinaciones entre luchadores. Partidas igualadas, salas interactivas, locas partidas de grupos de 6 jugadores... ¡Hay para todos los gustos!",
      "img": "j10.jpg",
      "ranking": 10,
      "genres": "5,6,2"
   },
   {
      "id": 9,
      "name": "Call of Duty Black ops III",
      "price": 1748.25,
      "discount": 22,
      "description": "Call of Duty® Black Ops III: Zombies Chronicles Edition incluye el juego original completo y la expansión de contenido Zombies Chronicles. Call of Duty: Black Ops III combina tres modos de juego únicos: campaña, multijugador y Zombis para proporcionar a los fans la experiencia Call of Duty más profunda y ambiciosa hasta la fecha. La expansión de contenido Zombies Chronicles incluye 8 mapas clásicos de Zombis remasterizados de Call of Duty®: World at War, Call of Duty®: Black Ops y Call of Duty®: Black Ops II. Mapas completos de la saga original totalmente remasterizados en alta definición para jugar en Call of Duty®: Black Ops III.",
      "img": "j11.jpg",
      "ranking": 6,
      "genres": "1,5"
   },
   {
      "id": 10,
      "name": "Resident Evil 2",
      "price": 5950.00,
      "discount": 42,
      "description": "Vuelve Resident Evil 2, la obra maestra que definió un género, completamente renovado para una narrativa aún más intensa. Con el motor gráfico RE propietario de Capcom, Resident Evil 2 supone un nuevo enfoque de esta saga clásica del survival horror, con gráficos espectacularmente realistas, estremecedor sonido inmersivo, una nueva vista sobre el hombro y nuevos controles, además de modos de juego del título original.",
      "img": "j12.jpg",
      "ranking": 8,
      "genres": "9"
   },
   {
      "id": 11,
      "name": "CyberPunk",
      "price": 3848.25,
      "discount": 48,
      "description": "Cyberpunk 2077 es un RPG de aventura y acción de mundo abierto ambientado en la megalópolis de Night City, donde te pondrás en la piel de un mercenario o una mercenaria ciberpunk y vivirás su lucha a vida o muerte por la supervivencia. Mejorado y con contenido nuevo adicional gratuito. Personaliza tu personaje y tu estilo de juego a medida que aceptas trabajos, te labras una reputación y desbloqueas mejoras. Las relaciones que forjes y las decisiones que tomes darán forma al mundo que te rodea. Aquí nacen las leyendas. ¿Cuál será la tuya?",
      "img": "juego-muestra.jpg",
      "ranking": 3,
      "genres": "10,6"
   },
   {
      "id": 12,
      "name": "Aura Kingdom",
      "price": 3502.99,
      "discount": 56,
      "description": "Aura Kingdom es un nuevo MMORPG de temática Anime publicado por Aeria Games. Desarrollado por el popular estudio detrás del éxito de Eden Eternal y Grand Fantasia, Aura Kingdom ofrece un enorme y hermoso mundo para que todos los jugadores puedan explorar. Además de una de las once clases que puedes elegir al principio, Aura Kingdom permite elegir una sub-clase, ¡ofreciendo un una infinidad de opciones! Los jugadores también recorrerán su camino junto a sus Eidolons, compañeros interactivos leales que otorgan su fuerza para lanzar devastadores combos. Miles de jugadores ya recorren el mundo de Azyria. ¡Es hora de que te unas a ellos!",
      "img": "oferta-1.jpg",
      "ranking": 5,
      "genres": "12,6,5"
   },
   {
      "id": 13,
      "name": "Lost arks",
      "price": 3559.49,
      "discount": 70,
      "description": "Embárcate en una odisea en el gigantesco y vibrante mundo de Lost Ark: explora lugares desconocidos, busca tesoros perdidos y ponte a prueba con su emocionante acción y combate. En este juego de rol gratuito repleto de acción, tu clase y clase avanzada definirán tu estilo de lucha, que además podrás personalizar con diversas habilidades, armas y equipo para desatar todo tu poder contra hordas de enemigos, jefes colosales y las fuerzas de la oscuridad que buscan el poder del Arca.",
      "img": "oferta-2.jpg",
      "ranking": 2,
      "genres": "5,2,3"
   }
]